#include<stdio.h>
main()
{

    printf("┏━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┓\n");
    printf("┃           **********菜单命令**********            ┃\n");
    printf("┣━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┫\n");
    printf("┃            1.输入数据        2.输出数据           ┃\n");
    printf("┃            3.查找数据        4.修改数据           ┃\n");
    printf("┃            5.插入数据        6.删除数据           ┃\n");
    printf("┃            7.数据分析        8.数据排序           ┃\n");
    printf("┃            9.添加数据        0.退出系统           ┃\n");
    printf("┣━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┫\n");
    printf("┃      请输入数字 0-9，选择以上功能性               ┃\n");
    printf("┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┛\n");
}
